Repository: wp-plugins/404page
Catalog: languages/404page-*.po
Languages: es_es, sr_rs

source: 404 Error Page
es_es: P&aacute;gina de Error 404
sr_rs: 404 greška

source: Page to be displayed as 404 page
es_es: P&aacute;gina que ser&aacute; mostrada como pagina de Error 404
sr_rs: Stranica ne može da se prikaže kao 404 stranica

source: &mdash; NONE (WP default 404 page) &mdash;
es_es: &mdash; NINGUNA (P&aacute;gina 404 est&aacute;ndar de WP) &mdash;
sr_rs: &mdash; NIŠTA (WP default 404 stranica) &mdash;

source: An unexpected error occured while saving the settings!
es_es: &iexcl;Se ha producido un error inesperado al guardar los ajustes!
sr_rs: Neošekivana greška je nastala prilikom sačuvavanja postavki!

source: The page you have selected as 404 page does not exist anymore. Please choose another page.
es_es: La p&aacute;gina que ha seleccionado como la p&aacute;gina de Error 404 ya no existe. Por favor elija otra p&aacute;gina.
sr_rs: Stranica koju ste selektovali kao 404 stranicu ne postoji više. Izaberote drugu stranicu

source: Like this Plugin?
es_es: &iquest;Le gusta este Plugin?
sr_rs: Dopada vam se ovaj plugin?

source: Please rate the plugin
es_es: Por favor califique nuestro plugin
sr_rs: Ocenite plugin

source: Plugin homepage
es_es: P&aacute;gina principal del Plugin
sr_rs: Početna stranica plugina

source: Author homepage
es_es: P&aacute;gina principal de los Autores
sr_rs: Autor početne stranice

source: Authors Google+ Page
es_es: P&aacute;gina Google+ de los Autores
sr_rs: Autori Google+ stranice

source: Athors facebook Page
es_es: P&aacute;gina en Facebook de los Autores
sr_rs: Autori facebook stranice
